The family is connected in a network and can no longer keep the connectivity.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RbsNetworkValidityError { get; }
  Visual Basic
Public Shared ReadOnly Property RbsNetworkValidityError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RbsNetworkValidityError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace